Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# onboarding.profile_desc.medium
source: 20-30 dakikalık seanslar sana uygun. Dengeli bir tempo yakalayabilirsin.
ar: جلسات من 20-30 دقيقة مناسبة لك.
de: Sitzungen von 20-30 Minuten funktionieren gut für dich.
en: 20-30 minute sessions work well for you. You can maintain a balanced pace.
es: Sesiones de 20-30 minutos funcionan bien para ti.
fr: Des sessions de 20-30 minutes vous conviennent bien.
hi: 20-30 मिनट के सत्र आपके लिए उपयुक्त हैं।
id: Sesi 20-30 menit cocok untukmu.
it: Sessioni di 20-30 minuti funzionano bene per te.
ja: 20-30分のセッションが適しています。
ko: 20-30분 세션이 적합합니다.
nl: Sessies van 20-30 minuten werken goed voor jou.
pl: Sesje 20-30 minut działają dobrze dla ciebie.
pt: Sessões de 20-30 minutos funcionam bem para você.
ru: Сессии по 20-30 минут хорошо вам подходят.
th: เซสชัน 20-30 นาทีเหมาะกับคุณ
uk: Сесії по 20-30 хвилин добре підходять вам.
vi: Các phiên 20-30 phút phù hợp với bạn.
zh_hans: 20-30分钟的时段适合你。 你可以保持平衡的节奏。
zh_hant: 20-30分鐘的時段適合你。 你可以保持平衡的節奏。

# onboarding.profile_desc.short
source: 10-15 dakikalık kısa seanslar sana en uygun. Sık molalarla verimli çalışabilirsin.
ar: جلسات قصيرة من 10-15 دقيقة هي الأنسب لك.
de: Kurze Sitzungen von 10-15 Minuten funktionieren am besten für dich.
en: 10-15 minute short sessions work best for you. You can work efficiently with frequent breaks.
es: Sesiones cortas de 10-15 minutos funcionan mejor para ti.
fr: Des sessions courtes de 10-15 minutes vous conviennent le mieux.
hi: 10-15 मिनट के छोटे सत्र आपके लिए सबसे उपयुक्त हैं।
id: Sesi pendek 10-15 menit paling cocok untukmu.
it: Sessioni brevi di 10-15 minuti funzionano meglio per te.
ja: 10-15分の短いセッションが最適です。
ko: 10-15분의 짧은 세션이 가장 적합합니다.
nl: Korte sessies van 10-15 minuten werken het beste voor jou.
pl: Krótkie sesje 10-15 minut działają najlepiej dla ciebie.
pt: Sessões curtas de 10-15 minutos funcionam melhor para você.
ru: Короткие сессии по 10-15 минут подходят вам лучше всего.
th: เซสชันสั้น 10-15 นาทีเหมาะกับคุณที่สุด
uk: Короткі сесії по 10-15 хвилин найкраще підходять вам.
vi: Các phiên ngắn 10-15 phút phù hợp nhất với bạn.
zh_hans: 10-15分钟的短时段最适合你。 通过频繁休息可以高效工作。
zh_hant: 10-15分鐘的短時段最適合你。 透過頻繁休息可以高效工作。

# onboarding.profile.deep
source: Derin Odaklı
ar: تركيز عميق
de: Tiefer Fokus
en: Deep Focus
es: Enfoque Profundo
fr: Focus Profond
hi: गहन फोकस
id: Fokus Mendalam
it: Focus Profondo
ja: ディープ集中
ko: 깊은 집중
nl: Diepe Focus
pl: Głęboka koncentracja
pt: Foco Profundo
ru: Глубокий фокус
th: โฟกัสลึก
uk: Глибокий фокус
vi: Tập trung sâu
zh_hans: 深度专注
zh_hant: 深度專注

# onboarding.profile.medium
source: Orta Odaklı
ar: تركيز متوسط
de: Mittlerer Fokus
en: Medium Focus
es: Enfoque Medio
fr: Focus Moyen
hi: मध्यम फोकस
id: Fokus Menengah
it: Focus Medio
ja: 中時間集中
ko: 중간 집중
nl: Gemiddelde Focus
pl: Średnia koncentracja
pt: Foco Médio
ru: Средний фокус
th: โฟกัสปานกลาง
uk: Середній фокус
vi: Tập trung trung bình
zh_hans: 中期专注
zh_hant: 中期專注

# onboarding.profile.short
source: Kısa Odaklı
ar: تركيز قصير
de: Kurzer Fokus
en: Short Focus
es: Enfoque Corto
fr: Focus Court
hi: लघु फोकस
id: Fokus Pendek
it: Focus Breve
ja: 短時間集中
ko: 짧은 집중
nl: Korte Focus
pl: Krótka koncentracja
pt: Foco Curto
ru: Короткий фокус
th: โฟกัสสั้น
uk: Короткий фокус
vi: Tập trung ngắn
zh_hans: 短期专注
zh_hant: 短期專注

# onboarding.q1.creative
source: Yaratıcı
ar: مبدع
de: Kreativer
en: Creative
es: Creativo
fr: Créatif
hi: रचनात्मक
id: Kreatif
it: Creativo
ja: クリエイター
ko: 크리에이터
nl: Creatief
pl: Kreatywny
pt: Criativo
ru: Творческий работник
th: ครีเอทีฟ
uk: Творчий працівник
vi: Sáng tạo
zh_hans: 创意工作者
zh_hant: 創意工作者

# onboarding.q1.knowledge_worker
source: Bilgi Çalışanı
ar: عامل معرفي
de: Wissensarbeiter
en: Knowledge Worker
es: Trabajador del conocimiento
fr: Travailleur intellectuel
hi: ज्ञान कार्यकर्ता
id: Pekerja pengetahuan
it: Lavoratore della conoscenza
ja: 知識労働者
ko: 지식 노동자
nl: Kenniswerker
pl: Pracownik wiedzy
pt: Trabalhador do conhecimento
ru: Интеллектуальный работник
th: พนักงานความรู้
uk: Інтелектуальний працівник
vi: Nhân viên tri thức
zh_hans: 知识工作者
zh_hant: 知識工作者

# onboarding.q1.manager
source: Yönetici
ar: مدير
de: Manager
en: Manager
es: Gerente
fr: Manager
hi: प्रबंधक
id: Manajer
it: Manager
ja: マネージャー
ko: 매니저
nl: Manager
pl: Menedżer
pt: Gerente
ru: Менеджер
th: ผู้จัดการ
uk: Менеджер
vi: Quản lý
zh_hans: 管理者
zh_hant: 管理者

# onboarding.q1.question
source: Ne tür iş yapıyorsun?
ar: ما نوع العمل الذي تقوم به؟
de: Welche Art von Arbeit machst du?
en: What type of work do you do?
es: ¿Qué tipo de trabajo haces?
fr: Quel type de travail faites-vous ?
hi: आप किस प्रकार का काम करते हैं?
id: Jenis pekerjaan apa yang kamu lakukan?
it: Che tipo di lavoro fai?
ja: どのような仕事をしていますか？
ko: 어떤 종류의 일을 하시나요?
nl: Wat voor soort werk doe je?
pl: Jaki rodzaj pracy wykonujesz?
pt: Que tipo de trabalho você faz?
ru: Какой тип работы вы выполняете?
th: คุณทำงานประเภทไหน?
uk: Який тип роботи ви виконуєте?
vi: Bạn làm loại công việc gì?
zh_hans: 你做什么类型的工作？
zh_hant: 你做什麼類型的工作？

# onboarding.q1.student
source: Öğrenci
ar: طالب
de: Student
en: Student
es: Estudiante
fr: Étudiant
hi: छात्र
id: Pelajar
it: Studente
ja: 学生
ko: 학생
nl: Student
pl: Student
pt: Estudante
ru: Студент
th: นักเรียน
uk: Студент
vi: Học sinh
zh_hans: 学生
zh_hant: 學生

# onboarding.q2.long
source: 40+ dakika
ar: 40+ دقيقة
de: 40+ Minuten
en: 40+ minutes
es: 40+ minutos
fr: 40+ minutes
hi: 40+ मिनट
id: 40+ menit
it: 40+ minuti
ja: 40分以上
ko: 40분 이상
nl: 40+ minuten
pl: 40+ minut
pt: 40+ minutos
ru: 40+ минут
th: 40+ นาที
uk: 40+ хвилин
vi: 40+ phút
zh_hans: 40+分钟
zh_hant: 40+分鐘

# onboarding.q2.medium
source: 20–30 dakika
ar: 20-30 دقيقة
de: 20-30 Minuten
en: 20–30 minutes
es: 20-30 minutos
fr: 20-30 minutes
hi: 20-30 मिनट
id: 20-30 menit
it: 20-30 minuti
ja: 20-30分
ko: 20-30분
nl: 20-30 minuten
pl: 20-30 minut
pt: 20-30 minutos
ru: 20-30 минут
th: 20-30 นาที
uk: 20-30 хвилин
vi: 20-30 phút
zh_hans: 20-30分钟
zh_hant: 20-30分鐘

# onboarding.q2.question
source: Bir işe başladıktan sonra ne zaman zorlanırsın?
ar: متى تواجه صعوبة بعد بدء مهمة؟
de: Wann fällt es dir schwer, nachdem du eine Aufgabe begonnen hast?
en: When do you struggle after starting a task?
es: ¿Cuándo te cuesta después de empezar una tarea?
fr: Quand avez-vous du mal après avoir commencé une tâche ?
hi: कार्य शुरू करने के बाद कब कठिनाई होती है?
id: Kapan kamu merasa kesulitan setelah memulai tugas?
it: Quando hai difficoltà dopo aver iniziato un compito?
ja: タスク開始後、いつ頃困難を感じますか？
ko: 작업을 시작한 후 언제 어려움을 느끼나요?
nl: Wanneer heb je moeite nadat je een taak bent begonnen?
pl: Kiedy masz trudności po rozpoczęciu zadania?
pt: Quando você tem dificuldade depois de começar uma tarefa?
ru: Когда вам становится трудно после начала задачи?
th: คุณรู้สึกยากลำบากเมื่อไหร่หลังเริ่มงาน?
uk: Коли вам стає важко після початку завдання?
vi: Bạn gặp khó khăn khi nào sau khi bắt đầu công việc?
zh_hans: 开始任务后什么时候会感到困难？
zh_hant: 開始任務後什麼時候會感到困難？

# onboarding.q2.short
source: 10–15 dakika
ar: 10-15 دقيقة
de: 10-15 Minuten
en: 10–15 minutes
es: 10-15 minutos
fr: 10-15 minutes
hi: 10-15 मिनट
id: 10-15 menit
it: 10-15 minuti
ja: 10-15分
ko: 10-15분
nl: 10-15 minuten
pl: 10-15 minut
pt: 10-15 minutos
ru: 10-15 минут
th: 10-15 นาที
uk: 10-15 хвилин
vi: 10-15 phút
zh_hans: 10-15分钟
zh_hant: 10-15分鐘

# onboarding.q3.continuing
source: Sürdürmek
ar: المواصلة
de: Weitermachen
en: Continuing
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
it: Continuare
ja: 続けること
ko: 계속하기
nl: Doorgaan
pl: Kontynuowanie
pt: Continuar
ru: Продолжать
th: ดำเนินต่อ
uk: Продовжувати
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# onboarding.q3.finishing
source: Bitirmek
ar: الإنهاء
de: Beenden
en: Finishing
es: Terminar
fr: Terminer
hi: समाप्त करना
id: Menyelesaikan
it: Finire
ja: 終わらせること
ko: 끝내기
nl: Afronden
pl: Kończenie
pt: Terminar
ru: Завершать
th: เสร็จสิ้น
uk: Завершувати
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# onboarding.q3.question
source: En zor olan hangisi?
ar: ما هو الجزء الأصعب؟
de: Was ist am schwierigsten?
en: What's the hardest part?
es: ¿Qué es lo más difícil?
fr: Quelle est la partie la plus difficile ?
hi: सबसे कठिन क्या है?
id: Apa yang paling sulit?
it: Qual è la parte più difficile?
ja: 最も難しいのは何ですか？
ko: 가장 어려운 것은 무엇인가요?
nl: Wat is het moeilijkst?
pl: Co jest najtrudniejsze?
pt: Qual é a parte mais difícil?
ru: Что самое сложное?
th: อะไรที่ยากที่สุด?
uk: Що найважче?
vi: Phần khó nhất là gì?
zh_hans: 最难的是什么？
zh_hant: 最難的是什麼？

# onboarding.q3.starting
source: Başlamak
ar: البدء
de: Anfangen
en: Starting
es: Empezar
fr: Commencer
hi: शुरू करना
id: Memulai
it: Iniziare
ja: 始めること
ko: 시작하기
nl: Beginnen
pl: Zaczynanie
pt: Começar
ru: Начать
th: เริ่มต้น
uk: Починати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# onboarding.q4.question
source: Çalışırken telefona bakma dürtüsü ne sıklıkta gelir?
ar: كم مرة تشعر بالرغبة في التحقق من هاتفك أثناء العمل؟
de: Wie oft verspürst du den Drang, dein Handy zu überprüfen?
en: How often do you feel the urge to check your phone while working?
es: ¿Con qué frecuencia sientes la necesidad de revisar tu teléfono mientras trabajas?
fr: À quelle fréquence ressentez-vous le besoin de vérifier votre téléphone ?
hi: काम करते समय फोन देखने की इच्छा कितनी बार होती है?
id: Seberapa sering kamu ingin melihat ponsel saat bekerja?
it: Quanto spesso senti il bisogno di controllare il telefono mentre lavori?
ja: 作業中にスマホを見たくなることはどれくらいありますか？
ko: 작업 중 핸드폰을 확인하고 싶은 충동이 얼마나 자주 드나요?
nl: Hoe vaak voel je de neiging om je telefoon te checken tijdens het werken?
pl: Jak często odczuwasz potrzebę sprawdzenia telefonu podczas pracy?
pt: Com que frequência você sente vontade de verificar o celular enquanto trabalha?
ru: Как часто вы чувствуете желание проверить телефон во время работы?
th: คุณรู้สึกอยากเช็คมือถือบ่อยแค่ไหนขณะทำงาน?
uk: Як часто ви відчуваєте бажання перевірити телефон під час роботи?
vi: Bạn có hay muốn kiểm tra điện thoại khi làm việc không?
zh_hans: 工作时你多久会想看一次手机？
zh_hant: 工作時你多久會想看一次手機？

# onboarding.q4.rarely
source: Nadiren
ar: نادراً
de: Selten
en: Rarely
es: Raramente
fr: Rarement
hi: शायद ही कभी
id: Jarang
it: Raramente
ja: めったに
ko: 거의 안 함
nl: Zelden
pl: Rzadko
pt: Raramente
ru: Редко
th: แทบไม่
uk: Рідко
vi: Hiếm khi
zh_hans: 很少
zh_hant: 很少

# onboarding.q4.sometimes
source: Bazen
ar: أحياناً
de: Manchmal
en: Sometimes
es: A veces
fr: Parfois
hi: कभी-कभी
id: Kadang-kadang
it: A volte
ja: 時々
ko: 가끔
nl: Soms
pl: Czasami
pt: Às vezes
ru: Иногда
th: บางครั้ง
uk: Іноді
vi: Thỉnh thoảng
zh_hans: 有时
zh_hant: 有時

# onboarding.q4.very_often
source: Çok sık
ar: كثيراً جداً
de: Sehr oft
en: Very often
es: Muy frecuentemente
fr: Très souvent
hi: बहुत बार
id: Sangat sering
it: Molto spesso
ja: とても頻繁に
ko: 매우 자주
nl: Zeer vaak
pl: Bardzo często
pt: Muito frequentemente
ru: Очень часто
th: บ่อยมาก
uk: Дуже часто
vi: Rất thường xuyên
zh_hans: 非常频繁
zh_hant: 非常頻繁

# onboarding.summary.hint
source: Kullanımına göre önerilerimizi sürekli iyileştireceğiz.
ar: سنحسن توصياتنا باستمرار بناءً على استخدامك.
de: Wir werden unsere Empfehlungen basierend auf deiner Nutzung kontinuierlich verbessern.
en: We'll continuously improve our recommendations based on your usage.
es: Mejoraremos continuamente nuestras recomendaciones según tu uso.
fr: Nous améliorerons continuellement nos recommandations selon votre utilisation.
hi: हम आपके उपयोग के आधार पर अपनी सिफारिशों में सुधार करते रहेंगे।
id: Kami akan terus meningkatkan rekomendasi kami berdasarkan penggunaanmu.
it: Miglioreremo continuamente i nostri consigli in base al tuo utilizzo.
ja: 使用状況に基づいて 推奨を継続的に改善します。
ko: 사용 패턴에 따라 추천을 지속적으로 개선하겠습니다.
nl: We zullen onze aanbevelingen continu verbeteren op basis van je gebruik.
pl: Będziemy stale ulepszać nasze rekomendacje na podstawie twojego użycia.
pt: Vamos melhorar continuamente nossas recomendações com base no seu uso.
ru: Мы будем постоянно улучшать наши рекомендации на основе вашего использования.
th: เราจะปรับปรุงคำแนะนำ อย่างต่อเนื่องตามการใช้งานของคุณ
uk: Ми постійно покращуватимемо наші рекомендації на основі вашого використання.
vi: Chúng tôi sẽ liên tục cải thiện đề xuất dựa trên cách bạn sử dụng.
zh_hans: 我们会根据你的使用情况 不断改进我们的建议。
zh_hant: 我們會根據你的使用情況 不斷改進我們的建議。

# onboarding.summary.suggestion
source: İlk seansın için öneri:
ar: اقتراح لجلستك الأولى:
de: Vorschlag für deine erste Sitzung:
en: Suggestion for your first session:
es: Sugerencia para tu primera sesión:
fr: Suggestion pour votre première session :
hi: आपके पहले सत्र के लिए सुझाव:
id: Saran untuk sesi pertamamu:
it: Suggerimento per la tua prima sessione:
ja: 最初のセッションの提案：
ko: 첫 번째 세션 제안:
nl: Suggestie voor je eerste sessie:
pl: Sugestia na pierwszą sesję:
pt: Sugestão para sua primeira sessão:
ru: Предложение для первой сессии:
th: คำแนะนำสำหรับเซสชันแรกของคุณ:
uk: Пропозиція для першої сесії:
vi: Đề xuất cho phiên đầu tiên:
zh_hans: 第一个专注时段的建议：
zh_hant: 第一個專注時段的建議：

# onboarding.summary.title
source: Senin Profilin
ar: ملفك الشخصي
de: Dein Profil
en: Your Profile
es: Tu Perfil
fr: Votre Profil
hi: आपकी प्रोफाइल
id: Profilmu
it: Il tuo Profilo
ja: あなたのプロフィール
ko: 당신의 프로필
nl: Jouw Profiel
pl: Twój Profil
pt: Seu Perfil
ru: Ваш профиль
th: โปรไฟล์ของคุณ
uk: Ваш профіль
vi: Hồ sơ của bạn
zh_hans: 你的档案
zh_hant: 你的檔案

# summary.for_tomorrow
source: Yarın için
ar: لغداً
de: Für morgen
en: For tomorrow
es: Para mañana
fr: Pour demain
hi: कल के लिए
id: Untuk besok
it: Per domani
ja: 明日に向けて
ko: 내일을 위해
nl: Voor morgen
pl: Na jutro
pt: Para amanhã
ru: На завтра
th: สำหรับพรุ่งนี้
uk: На завтра
vi: Cho ngày mai
zh_hans: 明天
zh_hant: 明天

# summary.status.fluctuating
source: Bugün dalgalı bir gündü, normal.
ar: كان يوماً متقلباً، هذا طبيعي.
de: Es war ein schwankender Tag, das ist normal.
en: It was a fluctuating day, that's normal.
es: Fue un día fluctuante, es normal.
fr: C'était une journée variable, c'est normal.
hi: आज उतार-चढ़ाव वाला दिन था, यह सामान्य है।
id: Hari ini berfluktuasi, itu normal.
it: È stata una giornata altalenante, è normale.
ja: 今日は波のある日でした、それは普通のことです。
ko: 오늘은 기복이 있는 날이었어요, 괜찮아요.
nl: Het was een wisselende dag, dat is normaal.
pl: To był zmienny dzień, to normalne.
pt: Foi um dia oscilante, é normal.
ru: Сегодня был переменчивый день, это нормально.
th: วันนี้ขึ้นๆ ลงๆ ไม่เป็นไร
uk: Сьогодні був мінливий день, це нормально.
vi: Hôm nay có nhiều thay đổi, điều đó bình thường.
zh_hans: 今天有些起伏，这很正常。
zh_hant: 今天有些起伏，這很正常。

# summary.status.stable
source: Odak akışın bugün çok iyiydi!
ar: تدفق تركيزك كان رائعاً اليوم!
de: Dein Fokus-Fluss war heute super!
en: Your focus flow was great today!
es: ¡Tu flujo de enfoque fue excelente hoy!
fr: Ton flux de concentration était super aujourd'hui !
hi: आज आपका फोकस प्रवाह बहुत अच्छा था!
id: Aliran fokusmu sangat bagus hari ini!
it: Il tuo flusso di concentrazione è stato ottimo oggi!
ja: 今日の集中の流れはとても良かったです！
ko: 오늘 집중 흐름이 아주 좋았어요!
nl: Je focusstroom was vandaag geweldig!
pl: Twój przepływ skupienia był dziś świetny!
pt: Seu fluxo de foco foi ótimo hoje!
ru: Твой поток концентрации был отличным сегодня!
th: วันนี้โฟลว์โฟกัสของคุณดีมาก!
uk: Твій потік концентрації був чудовий сьогодні!
vi: Dòng chảy tập trung của bạn rất tốt hôm nay!
zh_hans: 今天你的专注状态非常好！
zh_hant: 今天你的專注狀態非常好！

# summary.status.tough
source: Zor bir gündü, kendine nazik ol.
ar: كان يوماً صعباً، كن لطيفاً مع نفسك.
de: Es war ein schwerer Tag, sei nett zu dir selbst.
en: It was a tough day, be kind to yourself.
es: Fue un día difícil, sé amable contigo.
fr: C'était une journée difficile, sois gentil avec toi-même.
hi: कठिन दिन था, अपने प्रति दयालु रहें।
id: Hari yang berat, berbaikilah pada dirimu.
it: È stata una giornata dura, sii gentile con te stesso.
ja: 大変な一日でした、自分に優しくしてね。
ko: 힘든 하루였어요, 자신에게 친절하게 대하세요.
nl: Het was een zware dag, wees lief voor jezelf.
pl: To był trudny dzień, bądź dla siebie łagodny.
pt: Foi um dia difícil, seja gentil consigo mesmo.
ru: Это был трудный день, будь добр к себе.
th: วันนี้ยากลำบาก อ่อนโยนกับตัวเองนะ
uk: Це був важкий день, будь добрим до себе.
vi: Hôm nay khó khăn, hãy nhẹ nhàng với bản thân.
zh_hans: 今天很艰难，对自己温柔一点。
zh_hant: 今天很艱難，對自己溫柔一點。

# summary.title
source: Günün Özeti
ar: ملخص اليوم
de: Tageszusammenfassung
en: Daily Summary
es: Resumen del día
fr: Résumé du jour
hi: दैनिक सारांश
id: Ringkasan harian
it: Riepilogo giornaliero
ja: 今日のまとめ
ko: 오늘의 요약
nl: Dagelijks overzicht
pl: Podsumowanie dnia
pt: Resumo do dia
ru: Итоги дня
th: สรุปประจำวัน
uk: Підсумок дня
vi: Tóm tắt ngày
zh_hans: 每日总结
zh_hant: 每日總結

# summary.tomorrow.fluctuating
source: Yarın daha kısa seanslar deneyebilirsin.
ar: غداً يمكنك تجربة جلسات أقصر.
de: Morgen könntest du kürzere Sitzungen probieren.
en: Tomorrow you might try shorter sessions.
es: Mañana podrías probar sesiones más cortas.
fr: Demain tu pourrais essayer des sessions plus courtes.
hi: कल छोटे सत्र आज़मा सकते हैं।
id: Besok kamu bisa mencoba sesi yang lebih pendek.
it: Domani potresti provare sessioni più brevi.
ja: 明日は短めのセッションを試してみては。
ko: 내일은 더 짧은 세션을 시도해 보세요.
nl: Morgen kun je kortere sessies proberen.
pl: Jutro możesz spróbować krótszych sesji.
pt: Amanhã você pode tentar sessões mais curtas.
ru: Завтра можешь попробовать более короткие сессии.
th: พรุ่งนี้ลองเซสชันสั้นๆ ดู
uk: Завтра можеш спробувати коротші сеанси.
vi: Ngày mai bạn có thể thử các phiên ngắn hơn.
zh_hans: 明天可以尝试更短的会话。
zh_hant: 明天可以嘗試更短的會話。

# summary.tomorrow.stable
source: Yarın da aynı ritmi koruyabilirsin.
ar: يمكنك الحفاظ على نفس الإيقاع غداً.
de: Du kannst morgen den gleichen Rhythmus beibehalten.
en: You can keep the same rhythm tomorrow.
es: Mañana puedes mantener el mismo ritmo.
fr: Tu peux garder le même rythme demain.
hi: कल भी आप यही लय बनाए रख सकते हैं।
id: Besok kamu bisa menjaga ritme yang sama.
it: Domani puoi mantenere lo stesso ritmo.
ja: 明日も同じリズムを続けられるよ。
ko: 내일도 같은 리듬을 유지할 수 있어요.
nl: Je kunt morgen hetzelfde ritme aanhouden.
pl: Jutro możesz utrzymać ten sam rytm.
pt: Você pode manter o mesmo ritmo amanhã.
ru: Завтра можешь сохранить тот же ритм.
th: พรุ่งนี้ลองรักษาจังหวะเดิมไว้
uk: Завтра можеш зберегти той самий ритм.
vi: Ngày mai bạn có thể giữ nhịp độ tương tự.
zh_hans: 明天你可以保持同样的节奏。
zh_hant: 明天你可以保持同樣的節奏。

# summary.tomorrow.tough
source: Yarın yeni bir gün. Küçük adımlarla başla.
ar: غداً يوم جديد. ابدأ بخطوات صغيرة.
de: Morgen ist ein neuer Tag. Fang mit kleinen Schritten an.
en: Tomorrow is a new day. Start with small steps.
es: Mañana es un nuevo día. Empieza con pasos pequeños.
fr: Demain est un nouveau jour. Commence par de petits pas.
hi: कल नया दिन है। छोटे कदमों से शुरू करें।
id: Besok hari baru. Mulai dengan langkah kecil.
it: Domani è un nuovo giorno. Inizia con piccoli passi.
ja: 明日は新しい日。小さな一歩から始めよう。
ko: 내일은 새로운 날이에요. 작은 걸음부터 시작하세요.
nl: Morgen is een nieuwe dag. Begin met kleine stappen.
pl: Jutro to nowy dzień. Zacznij od małych kroków.
pt: Amanhã é um novo dia. Comece com pequenos passos.
ru: Завтра — новый день. Начни с маленьких шагов.
th: พรุ่งนี้คือวันใหม่ เริ่มจากก้าวเล็กๆ
uk: Завтра — новий день. Почни з маленьких кроків.
vi: Ngày mai là một ngày mới. Bắt đầu bằng những bước nhỏ.
zh_hans: 明天是新的一天。从小步骤开始。
zh_hant: 明天是新的一天。從小步驟開始。

# summary.total_focus
source: Toplam Odak
ar: التركيز الكلي
de: Fokus gesamt
en: Total Focus
es: Enfoque total
fr: Focus total
hi: कुल फोकस
id: Total fokus
it: Focus totale
ja: 合計集中時間
ko: 총 집중
nl: Totale focus
pl: Łączny czas skupienia
pt: Foco total
ru: Общий фокус
th: รวมเวลาโฟกัส
uk: Загальний фокус
vi: Tổng thời gian tập trung
zh_hans: 总专注时间
zh_hant: 總專注時間

# summary.your_sessions
source: Seansların
ar: جلساتك
de: Deine Sitzungen
en: Your Sessions
es: Tus sesiones
fr: Vos sessions
hi: आपके सत्र
id: Sesi Anda
it: Le tue sessioni
ja: あなたのセッション
ko: 당신의 세션
nl: Jouw sessies
pl: Twoje sesje
pt: Suas sessões
ru: Ваши сессии
th: เซสชันของคุณ
uk: Ваші сеанси
vi: Các phiên của bạn
zh_hans: 你的会话
zh_hant: 你的會話

# workcontext.category.communication
source: İletişim
ar: التواصل
de: Kommunikation
en: Communication
es: Comunicación
fr: Communication
hi: संचार
id: Komunikasi
it: Comunicazione
ja: コミュニケーション
ko: 커뮤니케이션
nl: Communicatie
pl: Komunikacja
pt: Comunicação
ru: Общение
th: การสื่อสาร
uk: Комунікація
vi: Giao tiếp
zh_hans: 通讯
zh_hant: 通訊

# workcontext.category.creativity
source: Yaratıcılık
ar: الإبداع
de: Kreativität
en: Creativity
es: Creatividad
fr: Créativité
hi: रचनात्मकता
id: Kreativitas
it: Creatività
ja: クリエイティブ
ko: 창의성
nl: Creativiteit
pl: Kreatywność
pt: Criatividade
ru: Творчество
th: ความคิดสร้างสรรค์
uk: Творчість
vi: Sáng tạo
zh_hans: 创意
zh_hant: 創意

# workcontext.category.entertainment
source: Eğlence
ar: الترفيه
de: Unterhaltung
en: Entertainment
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
id: Hiburan
it: Intrattenimento
ja: エンタメ
ko: 엔터테인먼트
nl: Entertainment
pl: Rozrywka
pt: Entretenimento
ru: Развлечения
th: ความบันเทิง
uk: Розваги
vi: Giải trí
zh_hans: 娱乐
zh_hant: 娛樂

# workcontext.category.finance
source: Finans
ar: المالية
de: Finanzen
en: Finance
es: Finanzas
fr: Finance
hi: वित्त
id: Keuangan
it: Finanza
ja: ファイナンス
ko: 금융
nl: Financiën
pl: Finanse
pt: Finanças
ru: Финансы
th: การเงิน
uk: Фінанси
vi: Tài chính
zh_hans: 财务
zh_hant: 財務

# workcontext.category.learning
source: Öğrenme
ar: التعلم
de: Lernen
en: Learning
es: Aprendizaje
fr: Apprentissage
hi: सीखना
id: Belajar
it: Apprendimento
ja: 学習
ko: 학습
nl: Leren
pl: Nauka
pt: Aprendizado
ru: Обучение
th: การเรียนรู้
uk: Навчання
vi: Học tập
zh_hans: 学习
zh_hant: 學習

# workcontext.category.life
source: Günlük Yaşam
ar: الحياة اليومية
de: Alltag
en: Daily Life
es: Vida diaria
fr: Vie quotidienne
hi: दैनिक जीवन
id: Kehidupan sehari-hari
it: Vita quotidiana
ja: 日常生活
ko: 일상생활
nl: Dagelijks leven
pl: Życie codzienne
pt: Vida diária
ru: Повседневная жизнь
th: ชีวิตประจำวัน
uk: Повсякденне життя
vi: Cuộc sống hàng ngày
zh_hans: 日常生活
zh_hant: 日常生活

# workcontext.category.nature
source: Doğa & Seyahat
ar: الطبيعة والسفر
de: Natur & Reisen
en: Nature & Travel
es: Naturaleza y viajes
fr: Nature et voyages
hi: प्रकृति और यात्रा
id: Alam & Perjalanan
it: Natura e viaggi
ja: 自然と旅行
ko: 자연 및 여행
nl: Natuur & Reizen
pl: Natura i podróże
pt: Natureza e viagens
ru: Природа и путешествия
th: ธรรมชาติและการเดินทาง
uk: Природа та подорожі
vi: Thiên nhiên & Du lịch
zh_hans: 自然与旅行
zh_hant: 自然與旅行

# workcontext.category.sports
source: Spor & Sağlık
ar: الرياضة والصحة
de: Sport & Gesundheit
en: Sports & Health
es: Deporte y salud
fr: Sport et santé
hi: खेल और स्वास्थ्य
id: Olahraga & Kesehatan
it: Sport e salute
ja: スポーツと健康
ko: 스포츠 및 건강
nl: Sport & Gezondheid
pl: Sport i zdrowie
pt: Esportes e saúde
ru: Спорт и здоровье
th: กีฬาและสุขภาพ
uk: Спорт та здоров'я
vi: Thể thao & Sức khỏe
zh_hans: 运动健康
zh_hant: 運動健康

# workcontext.category.technology
source: Teknoloji
ar: التكنولوجيا
de: Technologie
en: Technology
es: Tecnología
fr: Technologie
hi: प्रौद्योगिकी
id: Teknologi
it: Tecnologia
ja: テクノロジー
ko: 기술
nl: Technologie
pl: Technologia
pt: Tecnologia
ru: Технологии
th: เทคโนโลยี
uk: Технології
vi: Công nghệ
zh_hans: 科技
zh_hant: 科技

# workcontext.category.work
source: İş & Çalışma
ar: العمل والدراسة
de: Arbeit & Studium
en: Work & Study
es: Trabajo y estudio
fr: Travail et études
hi: काम और अध्ययन
id: Kerja & Belajar
it: Lavoro e studio
ja: 仕事と勉強
ko: 업무 및 학습
nl: Werk & Studie
pl: Praca i nauka
pt: Trabalho e estudo
ru: Работа и учеба
th: งานและการเรียน
uk: Робота та навчання
vi: Công việc & Học tập
zh_hans: 工作学习
zh_hant: 工作學習

# workcontext.coding
source: Kodlama
ar: البرمجة
de: Programmieren
en: Coding
es: Programación
fr: Programmation
hi: कोडिंग
id: Pemrograman
it: Programmazione
ja: コーディング
ko: 코딩
nl: Programmeren
pl: Programowanie
pt: Programação
ru: Программирование
th: เขียนโค้ด
uk: Програмування
vi: Lập trình
zh_hans: 编程
zh_hant: 程式設計

# workcontext.design
source: Tasarım
ar: التصميم
de: Design
en: Design
es: Diseño
fr: Design
hi: डिज़ाइन
id: Desain
it: Design
ja: デザイン
ko: 디자인
nl: Ontwerp
pl: Projektowanie
pt: Design
ru: Дизайн
th: ออกแบบ
uk: Дизайн
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計
